Repository: Christianlm/quicklyReachVocabulary
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: es, it

source: Spanish Vocabulary
es: Diccionario de la lengua Española
it: Diccionario de la lengua Española

source: Italian Vocabulary
es: Diccionario Italiano
it: Vocabolario Italiano

source: &Search in the vocabulary.
es: &Buscar en el vocabulario.
it: Cerca nel &vocabolario.

source: &Check updates
es: Revisa &actualizaciones
it: &Controlla Aggiornamenti.

source: Announces the meaning of selected or typed word found in the vocabulary.
es: Anuncia el significado de la palabra seleccionada si se encuentra en el vocabulario.
it: Apre un riquadro per la ricerca nel vocabolario, o cerca il significato della parola selezionata.

source: No vocabularies Installed. You can download vocabularies from tools menu.
es: No hay vocabularios instalados. Puede descargar vocabularios desde el menú de herramientas.
it: Nessun vocabolario installato. E' possibile scaricare i vocabolari dal menu Strumenti di NVDA.

source: Search in the vocabulary the meaning of the word on clipboard.
es: Busca en el vocabulario el significado de la palabra en el portapapeles.
it: Cerca nel vocabolario il significato della parola contenuta negli appunti.

source: There is no text on the clipboard
es: No hay texto en el portapapeles.
it: Non è presente testo negli appunti.

source: Too much text on clipboard. Invalid keyword.
es: Demasiado texto en el portapapeles. Palabra clave no válida.
it: Gli appunti contengono molto testo. Parola chiave non valida.

source: Retrieves the last result found in the vocabulary.
es: Recupera el último resultado encontrado en el vocabulario.
it: Recupera l'ultima ricerca nel vocabolario

source: From {vocs}
es: Del {vocs}
it: Dal {vocs}

source: There is no recent research in the vocabulary.
es: No hay recientes resultado de búsqueda en el vocabulario.
it: Non è presente alcuna ricerca recente nel vocabolario.

source: Found "{thisword}": %s
es: Encontrado"{thisword}": %s
it: Trovato "{thisword}": %s

source: Sorry, no match found for {thisword}. Selected vocabulary: {vocs}.
es: No se encontró ninguna coincidencia para {thisword}. Vocabulario seleccionado: {vocs}.
it: Spiacente, nessuna corrispondenza trovata per {thisword}. Vocabolario in uso: {vocs}.

source: Shows settings for available vocabularies.
es: Muestra la configuración de los vocabularios disponibles.
it: Visualizza le impostazioni per i vocabolari disponibili.

source: switches between vocabularies
es: Cambia entre los vocabularios
it: Cambia rapidamente la selezione del vocabolario tra i disponibili.

source: Spanish vocabulary
es: Diccionario de la lengua Española.
it: Diccionario de la lengua Española

source: Italian vocabulary
es: Diccionario Italiano
it: Vocabolario Italiano

source: The current version {ver} is the latest.
es: la versión actual {ver} es la última.
it: La versione {ver} è aggiornata.

source: qrVocabulary is up to date!
es: El complemento qrVocabulary está actualizado!
it: qrVocabulary è aggiornato.

source: Vocabulary Settings
es: Configuración de qrVocabulary
it: Vocabolario

source: Select your vocabulary:
es: Selecciona tu vocabulario:
it: Seleziona un vocabolario:

source: Search on {vocs}.
es: Buscar en {vocs}.
it: Cerca nel {vocs}.

source: &Type a word:
es: Teclea la palabra que deseas encontrar:
it: &Digita una parola:

source: NotFound!
es: ¡No encontrado!
it: Nessuna occorrenza trovata.

source: New Version Notification
es: Notificación de nueva versión
it: Nuova versione disponibile.

source: Proceed to &download page
es: ir a la página de &descarga
it: Vai alla pagina di &download.

source: Quickly reach vocabulary
it: Vocabolario a portata di mano

source: Allows you to quickly reach the meaning of the selected word from the available vocabularies.
es: Permite alcanzar rápidamente el significado de la palabra seleccionada en los vocabularios disponibles.
it: Cerca e legge il significato della parola selezionata se disponibile nel vocabolario.
